[
    {
        "fecha": "Viernes 12, 2024",
        "cita_biblica": "Lucas 4:16-30",
        "comentario": "Jesús ya había estado enseñando y haciendo milagros en toda la tierra, y eventualmente regresó a su ciudad natal de Nazaret. La gente estaba asombrada de que este fuera el mismo niño que creció ante sus ojos, este Jesús, quien era el cumplimiento de lo que se leía en el Libro de Isaías, es Aquel que libera a las personas del pecado y da vista a los ciegos. La gente esperaba que Aquel que cumpliría esta profecía fuera una persona altamente respetada, fuerte, con un estatus social perfecto, no el niño que creció en el pueblo. En lugar de encontrar respeto, Jesús encontró resistencia a su mensaje porque lo que hacía iba en contra de lo que ellos creían. Podemos esperar la misma resistencia cuando intentamos vivir para Dios y contarles a otros acerca de Él. Pero vemos en las Escrituras que algunos se niegan a creer, pero otros creen. No es nuestro trabajo convencer a las personas sobre el mensaje de la Biblia. Nuestra responsabilidad es simplemente vivir para Dios y contarles a otros acerca de Él. Dios a menudo utiliza la resistencia a nuestro mensaje para ayudarnos a crecer y cambiar. Siempre debemos estar listos para aprender lo que Dios quiere que aprendamos cuando encontramos resistencia a su mensaje.",
        "vivelo": "¿Enfrentas resistencia mientras vives para Dios y compartes el Evangelio? Este es un momento para aprender y crecer. Estudia para encontrar respuestas a las preguntas que te hacen; sumérgete en la Palabra de Dios. Recuerda que también resistieron a Jesús. Ora por aquellos que resisten, vive piadosamente, comparte tu fe. ¿Enfrentas resistencia mientras vives para Dios y compartes el Evangelio? Este es un momento para aprender y crecer. Estudia para encontrar respuestas a las preguntas que te hacen; sumérgete en la Palabra de Dios. Recuerda que también resistieron a Jesús. Ora por aquellos que resisten, vive piadosamente, comparte tu fe.",
        "link": "https://www.bible.com/bible/176/luk.4.16-30"
    }
]