[
    {
        "texto": "¿Si todo lo que Dios creo es bueno, por qué tener sexo es malo?",
        "votos": 1
    },
    {
        "texto": "¿Cómo entre pareja se puede vencer/controlar la tentación de no tener relaciones hasta el matrimonio?",
        "votos": 7
    },
    {
        "texto": "Se dice que los hombres por naturaleza son sexuales y que las mujeres más pudorosas, ¿Es malo que las mujeres lleguen a pensar es esos temas aun cuando no tienen pareja?",
        "votos": 3
    },
    {
        "texto": "¿Qué pasa si vi algo que no debía y ahora no sale de mi cabeza?",
        "votos": 5
    },
    {
        "texto": "¿Tocar mis órganos sexuales para conocerlos?",
        "votos": 4
    },
    {
        "texto": "Si estoy cometiendo pecado sexual ¿cómo pararlo?",
        "votos": 2
    },
    {
        "texto": "¿Cuáles son los beneficios de empezar a tener relaciones sexuales hasta el matrimonio? ?",
        "votos": 1
    },
    {
        "texto": "¿Qué es una zona erógena y cuáles son? ¿Y es importante conocerlas o mejor no hablar de ellas?",
        "votos": 1
    },
    {
        "texto": "¿Qué es la líbido?",
        "votos": 0
    },
    {
        "texto": "Hay mucha presión por la sociedad, parece que lo normal y lo que está bien hoy día es tener sexo y el ser virgen es visto como algo negativo  ¿algún consejo que puedan brindar para mantener firme el compromiso de pureza sexual?",
        "votos": 3
    },
    {
        "texto": "Según la biblia ¿Qué es la pureza sexual en un hombre y en una mujer?",
        "votos": 1
    },
    {
        "texto": "Si el acto sexual es la unión de dos personas para volverse una carne, ¿se pueden desunir realmente esas personas? Si es sí ¿cómo? Y si es no ¿cuáles son las consecuencias de eso y cómo afrontarlas?",
        "votos": 7
    },
    {
        "texto": "¿Qué dice la biblia sobre el aborto?",
        "votos": 1
    },
    {
        "texto": "¿Tener erecciones o sueños húmedos es pecado?",
        "votos": 0
    },
    {
        "texto": "¿Usar tampones o copa menstrual siendo virgen, está mal?",
        "votos": 2
    },
    {
        "texto": "¿Qué pasa si no soy virgen, y quiero empezar con una vida casta?",
        "votos": 1
    },
    {
        "texto": "¿Porqué Dios diseñó el sexo para experimentarlo después del matrimonio y no antes del matrimonio?",
        "votos": 0
    },
    {
        "texto": "Cuando les dije a mis amigas de la universidad que era virgen se rieron, les expliqué pero no pude \"convencerlas\" ¿cómo puedo explicarlo bíblicamente?",
        "votos": 1
    },
    {
        "texto": "Si tengo confusión con mi identidad ¿qué puedo hacer?",
        "votos": 0
    },
    {
        "texto": "¿Qué pasa si he tenido sueños referentes a estar con personas de mi mismo sexo?¿cómo puedo dejar de peensar en estas cosas para que ya no esten en mi mente?",
        "votos": 0
    },
    {
        "texto": "¿Cómo puedo lidiar con el deseo sexual con una persona de mi mismo sexo?",
        "votos": 2
    },
    {
        "texto": "¿Por qué puedo llegar a tener una confusión de identidad y sexualidad?",
        "votos": 1
    },
    {
        "texto": "La comunidad LGBTQ+ pone de pretexto que en la naturaleza se práctica la homosexualidad y que es normal que en la especie humana también este. ¿Cómo podemos refutar ese argumento bíblicamente?",
        "votos": 1
    },
    {
        "texto": "¿Cómo puedo quitarme la presión de mis compañeros y amigos que ya tienen una vida sexual activa y me hacen comentarios referente a eso?",
        "votos": 2
    },
    {
        "texto": "Como cristianos sabemos que el aborto es malo. Sin embargo, ¿de que forma la iglesia apoya de forma más eficiente esta postura? El movimiento pro vida apoya la penalizacion del aborto sin embargo, no he logrado ver (hablo por mi) que esta se responsabilice, por así decirlo, de la persona y el producto. Hablando solo del aborto. Si nos vamos al tema psicólogico/emocional la intervención de la iglesia es aún más escasa. Puesto que es muy sencillo decir que Dios planeo todo y todo tiene un propósito, pero a esa mujer que lleva el bebé de un violador llámese un extraño cualquiera, algún familiar que abuso de ella, \"amigos\" que se aprovecharon, va a tener que cargar con toda esa carga ella sola y al menos no he visto que la iglesia apoye esos casos. Hay una cantidad enorme de casas hogar con niños sin padres debido a esta creencia. Y las iglesias solo apoyan económicamente, pero no hay algún programa o apoyo para que esos niños salgan de ese tipo de vidas. Creo en Dios, pero también creo que debemos preocuparnos por la salud mental y emocional de estas personas.",
        "votos": 2
    },
    {
        "texto": "La mayoría de los cristianos se la pasan pecando. Incluso varios son igual que los del mundo con la diferencia de que dicen que por eso van a la iglesia. Con este contexto, porque darle tanto peso a el pecado sexual, cuando es a fin de cuentas un pecado? Tratamos de decir que hay categorías en los pecados? O esto simplemente esas relacionado a un tema de moralidad.",
        "votos": 3
    },
    {
        "texto": "Claro la biblia si habla de esto como un pecado y hay advertencias, pero también habla de otros pecados. Quien decide que este pecado tiene más peso que los demás?",
        "votos": 3
    },
    {
        "texto": "Si ma masturbación es mala, cuando estamos solteros…",
        "votos": 2
    },
    {
        "texto": "Si ma masturbación es mala, cuando estamos solteros…Si lo hago con mi esposa es malo?",
        "votos": 0
    },
    {
        "texto": "Ya dentro del matrimonio, que tan importante es tener una buena dinámica sexual? Es correcto ante Dios un matrimonio sin sexo?",
        "votos": 1
    },
    {
        "texto": "Los besos (en la boca) y las caricias durante el noviazgo ¿Son apropiados?. En el sentido que estos son una muestra de cariño, pero pueden despertar deseos sexuales y cometerlos",
        "votos": 3
    },
    {
        "texto": "¿La culpa que nos genera cuando tenemos sexo es parte del arrepentimiento hacia Dios? Para Dios que es el sexo y como lo llevamos acabo sin pecar.",
        "votos": 2
    },
    {
        "texto": "Mientras trabajaba, un señor tuvo una erección al verme. No supe cómo reaccionar, no dije nada pero me enojo pensar que quizá se imaginó algo conmigo. ¿Qué hago ante esto?",
        "votos": 0
    },
    {
        "texto": "Ya no soy virgen, al momento de casarme cómo podré tocar este tema con mi futuro esposo si él si llego a guardarse para el matrimonio?",
        "votos": 2
    },
    {
        "texto": "Que pasa si mi novio ve los pompas de otras mujeres sin querer, eso es lascivia?",
        "votos": 1
    },
    {
        "texto": "Hay un nuevo dispositivo que te corta la menstruacion, es sano?",
        "votos": 0
    },
    {
        "texto": "Hay algo prohibido en el tema sexual, dentro del matrimonio ?",
        "votos": 5
    },
    {
        "texto": "Si soy virgen, no debería hacerme revisión Ginecológica xq me meten cosas para revisar? Si no, cómo prevenir enfermedades?",
        "votos": 2
    },
    {
        "texto": "Si un bebé se concibe fuera del matrimonio, ese bebé no es voluntad de Dios?",
        "votos": 3
    },
    {
        "texto": "Que pasa si mi novio tiene VPH y yo no pero estamos apuntando al matrimonio. Se debe terminar la relación o mantenerse porque ya es hijo de Dios pero tiene consecuencias físicas de su pecado?",
        "votos": 2
    },
    {
        "texto": "Dentro del matrimonio, que tanta responsabilidad tengo de complacer y satisfacer los deseos sexuales de mi pareja ?",
        "votos": 1
    },
    {
        "texto": "Las fantasías sexuales son malas, si las realizo con mi espos@??",
        "votos": 1
    },
    {
        "texto": "El hombre por qué no debe cuidar su vestimenta. Me parece muy machista xd",
        "votos": 2
    },
    {
        "texto": "Es culpa de las mujeres que los hombres se exiten por como visten? ¿No hay ningúna avertencia pará el? Es Una premisa que me incomoda puesto que la culpa cae en la mujer, olvidando por completo uno de los mandamientos, el cuál menciona no desear a la mujeres de tu prójimo. Cómo hombres también debemos tener el criterio de saber que vemos y como lo vemos.",
        "votos": 3
    }
]